Repository: irega/EMTNow
Catalog: EMTNow/Resources/*/Resources.resw
Source language: en_us
Languages: es_es

# btnAceptar.Content
source: OK
es_es: Aceptar

# btnCancelar.Content
source: Cancel
es_es: Cancelar

# btnConsultarTiempo.Content
source: Check
es_es: Consultar

# DestinoText
source: Destination
es_es: Destino

# EnParadaText
source: At stop
es_es: En parada

# FavoritasItem.Header
source: Favorites
es_es: Favoritas

# lblCodigoParada.Text
source: Stop code
es_es: Código parada

# lblNombreParada.Text
source: Stop name
es_es: Nombre parada

# LineaText
source: Line
es_es: Línea

# MapaItem.Header
source: Map
es_es: Mapa

# MetrosText
source: meters
es_es: metros

# MinutosText
source: minutes
es_es: minutos

# MinutoText
source: minute
es_es: minuto

# TiempoEsperaItem.Header
source: Waiting time
es_es: Tiempo espera

# UbicacionActualText
source: You are here
es_es: Estás aquí

# CompartirErrorText
source: Share error
es_es: Compartir error

# DetalleErrorText
source: Error detail
es_es: Detalle del error

# EnviarExcepcionAText
source: Please send the report to
es_es: Por favor, envía el informe a

# InformacionAdicionalText
source: Additional information
es_es: Información adicional

# OcurrioExcepcionText
source: Unexpected error occurred the last time the application was executed, do you want to send a report to the developer?
es_es: Ocurrió un error inesperado la última vez que se ejecutó la aplicación, ¿quieres enviar un informe al desarrollador?

# TituloExcepcionNoControlada
source: Unhandled exception
es_es: Excepción no controlada

# CancelarText
source: Cancel
es_es: Cancelar

# NombreParadaObligatorio
source: Stop name is required.
es_es: Es necesario indicar un nombre para la parada.

# lblUbicacionDesactivada.Text
source: Turn on the location from the phone settings screen
es_es: Active la ubicación desde la pantalla de configuración del teléfono

# AniadirFavoritaCommand
source: Add fav.
es_es: Añadir fav.

# EliminarCommand
source: Delete
es_es: Eliminar

# SeleccionarCommand
source: Select
es_es: Seleccionar

# UbicacionActualCommand
source: Current location
es_es: Ubicación actual

# DescripcionAplicacion
source: With EMT Now you have in your phone all the information about the bus service of the Municipal Transport Company of Madrid. You can check the waiting time of each stop, saving the most used in your list of favorites and locate the closest to your current location from the GPS function of your device. And all this for free! For any problem, improvement or suggestions please contact me through emtnow@outlook.es Thank you for your download! ;-)
es_es: Con EMT Now tendrás al alcance de tu teléfono toda la información relativa al servicio de autobuses de la Empresa Municipal de Transportes de Madrid. Podrás consultar el tiempo de espera de cada parada, guardar las que más utilices en tu lista de favoritas y localizar las más cercanas a tu ubicación a partir de la función GPS de tu dispositivo. ¡Y todo esto gratis! Para cualquier problema, mejora o sugerencia no dudes en ponerte en contacto conmigo a través de emtnow@outlook.es ¡Gracias por tu descarga! ;-)

# AcercaDeCommand
source: about...
es_es: acerca de...

# lblDescripcionAplicacion.Text
source: With EMT Now you have in your phone all the information about the bus service of the Municipal Transport Company of Madrid, thanks to its Open Data Service:
es_es: Con EMT Now tendrás al alcance de tu teléfono toda la información relativa al servicio de autobuses de la Empresa Municipal de Transportes de Madrid, gracias a su servicio de Datos Abiertos:

# lblContactar.Text
source: For any problem, improvement or suggestions please contact me through the following channels:
es_es: Para cualquier problema, mejora o sugerencia no dudes en ponerte en contacto conmigo a través de los siguientes canales:

# CalcularRutaCommand
source: Calculate route
es_es: Calcular trayecto

# lblDestinoRuta.Text
source: Destination
es_es: Destino

# lblOrigenRuta.Text
source: Origin
es_es: Origen

# btnCalcularRuta.Content
source: Calculate
es_es: Calcular

# lblTituloCalcularRuta.Text
source: Calculate route
es_es: Calcular trayecto

# rbMinRecorridoPie.Content
source: Minimum walking route
es_es: Mínimo recorrido a pie

# rbMinTiempo.Content
source: Minimum time
es_es: Mínimo tiempo

# rbMinTransbordos.Content
source: Minimum transhipments
es_es: Mínimos transbordos

# DireccionNoEncontradaText
source: Address not found.
es_es: La dirección no ha sido encontrada.

# DireccionObligatoriaText
source: Address is required.
es_es: Es necesario indicar una dirección.

# lblTituloRutaCalculada.Text
source: Calculated route
es_es: Ruta calculada

# ErrorCalculoRutaText
source: Error in the route calculation.
es_es: Error en el cálculo del trayecto.

# ParadaText
source: Stop
es_es: Parada
